import image1 from "@/assets/images/reviews-images/1.jpg";
import image2 from "@/assets/images/reviews-images/2.jpg";
export namespace ReviewsNamespace {
    export const contents = [
        {
            image: image1,
            title: ' Дмитрий, предчистовая отделка двухэтажного дома ',
            description: [
                ' Отзыв Павла на предчистовую отделку двухэтажного дома площадью 125 м². Нами разработан дизайн-проект отделки white box, произведена установка радиаторов, выполнены работы по разводке электрики, сделано фасадное освещение. Отделка потолков – гипсокартон с влагозащитой. Во всех помещениях установлены теплые подоконники. ',
                ' Благодарность клиента: «Работы выполнены в полном объеме, всё по дизайн-проекту. Обязательно обращусь в студию дизайна ещё». '
            ],
            advantages: [
                {
                    title: 'Категория ремонта',
                    text: 'Для себя'
                },
                {
                    title: 'Сроки',
                    text: '2 месяца на реализацию'
                },
                {
                    title: 'Площадь',
                    text: '250м2'
                },
                {
                    title: 'На старте',
                    text: 'Голый участок'
                }
            ],
            video: 'https://www.youtube-nocookie.com/embed/hFkfT_lPK6I?v=hFkfT_lPK6I&controls=1&enablejsapi=1&rel=0&fs=1'
        },
        {
            image: image2,
            title: 'Людмила, ремонт в новой квартире',
            description: [
                ' Отзыв Людмилы на ремонт в новой квартире. Нашей студией был разработан дизайн проект, в соответствии с которым впоследствии реализована чистовая отделка квартиры. Для того, чтобы на больших площадях помещений хватало света в любое время суток, мы уделили особое внимание проектированию освещения. Дизайнерское решение для кухни-гостиной – натяжной потолок со светодиодной подсветкой, создающей эффект парящего потолка. ',
                ' Комментарий клиентки: «Друзья порекомендовали нам Алёну Ребрину. Я очень ей благодарна. Она разложила нам всё по полочкам, объяснила, что, к чему и зачем идёт. Получился большой светлый красивый дом – то, что мы хотели. Если вы обратитесь к Алёне за помощью, я думаю, вы не пожалеете». '
            ],
            advantages: [
                {
                    title: 'Категория ремонта',
                    text: 'Для матери'
                },
                {
                    title: 'Сроки',
                    text: '2 месяца на реализацию'
                },
                {
                    title: 'Площадь',
                    text: '250м2'
                },
                {
                    title: 'На старте',
                    text: 'Голый участок'
                }
            ],
            video: 'https://www.youtube-nocookie.com/embed/6vcdiyUiK-w?v=6vcdiyUiK-w&controls=1&enablejsapi=1&rel=0&fs=1'
        }
    ]
}