export namespace FaqNamespace {
    export const questions = [
        {
            title: ' То есть действительно все-все под ключ? Мне не нужно ВООБЩЕ ничего делать? ',
            answer: `Да, вам нужно будет только согласовывать работу поэтапно. 
                     Обращайтесь ко мне напрямую в <a href="#">WhatsApp</a>, я расскажу вам, как строится работа в нашей компании.
                    `
        },
        {
            title: ' Могу ли я заказать дизайн и проектирование у вас, а нанять собственную бригаду? ',
            answer: ' Да, конечно можете. Однако, когда вы поработаете с нами, увидите как мы проектируем и разрабатываем дизайн, вам просто не захочется уходить от нас. А мы, в свою очередь, сделаем вам скидку на строительные и отделочные работы. '
        },
        {
            title: ' Можете сразу сказать, какова будет стоимость строительства или ремонта? ',
            answer: ' Ремонт одной и той же квартиры может стоить по-разному. И дело не только в стоимости материалов. Мы сможем предоставить стоимость строительства и ремонта только после разработки проекта. А если вы закажете у нас дальнейшие работы, то мы сделаем скидку на стоимость разработки проекта. То есть, вы ничего не теряете! Пишите мне напрямую в <a href="#">WhatsApp</a>, и я расскажу, как это работает. '
        },
        {
            title: 'У вас наемные бригады?',
            answer: ' Нет. У нас все бригады в штате. 4 собственные строительные бригады и 5 бригад по отделке. '
        },
        {
            title: 'Можете дать типовой дизайн?',
            answer: ' Да, конечно, он находится на этой странице в разделе "Что входит в проект". '
        }
    ]
}