import image1 from '@/assets/images/helpers-images/1.jpeg';
import image2 from '@/assets/images/helpers-images/2.jpeg';
import image3 from '@/assets/images/helpers-images/3.jpeg';
import image4 from '@/assets/images/helpers-images/4.jpeg';

export namespace HelperSectionNamespace {
    export const tabs = [
        'Для пожилых родителей',
        'Для молодой семьи',
        'Для семьи с детьми',
        'Для сдачи в аренду'
    ]
    export const tabsContent = [
        {
            title: 'Максимум пространства',
            description: [
                'Мы рекомендуем сделать большой зал с минимальным, но функциональным набором мебели, который при необходимости может быть трансформирован во вторую спальню.',
                'Что касается меблировки, то лучше расставлять мебель вдоль стен, чтобы не создавать преград для перемещения. Небольшие столики, хрупкие элементы интерьера, стеклянные дверцы лучше исключить из интерьера.'
            ]
        },
        {
            title: 'Уютно вдвоем',
            description: [
                'Вам хочется проводить больше времени вместе? Тогда мы рекомендуем спроектировать кухню и столовую, как единое пространство. Подумайте о ситуациях, когда один из вас готовит еду или вы делаете это вместе.',
                'Не жертвуйте интересами друг друга при оформлении спальни. Обратите внимание на вид из окон, а также на вентиляцию, кондиционирование и отопление, чтобы в любой момент иметь возможность настроить микроклимат.'
            ]
        },
        {
            title: ' Каждому свое пространство ',
            description: [
                ' Мы рекомендуем сразу же задуматься о наличии собственной комнаты для каждого из членов семьи: для взрослых - кабинеты, для детей - отдельные комнаты. Разные хобби, разная музыка, разные развлечения. Поэтому у каждого должно быть свободное пространство. ',
                ' Но при этом, мы рекомендуем оборудовать большую и просторную гостиную, в которой вы сможете собираться всей семье и проводить время вместе. Большой стол, большой диван, большая кухня. Задумайтесь об этом сразу при проектировании дома. '
            ]
        },
        {
            title: ' Исходите из универсальности ',
            description: [
                ' Не пытайтесь предугадать желание арендатора. Да, нужно исходить из суммы, которую вы планируете получать от сдачи квартиры в аренду и желаемых арендаторов, но все комнаты должны иметь нейтральный дизайн. То есть арендатор должен иметь возможность устроить в любой комнате спальню или кабинет. ',
                ' По этой же причине комнаты лучше делать одинаковыми по стилю. '
            ]
        }
    ]
    export const tabsImage = [
        image1, image2, image3, image4
    ]
}